IDEA StatiCa Open Model
ConcreteULSCheckResultShearEc2.Vrds Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 shear resistance of shear reinforcement
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Vrds { get; set; }
Public Property Vrds As Double
	Get
	Set
public:
property double Vrds {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace